/* No comment provided by engineer. */
"下载" = "下载";

/* No comment provided by engineer. */
"从相册中选择" = "从相册中选择";

/* No comment provided by engineer. */
"保存" = "保存";

/* No comment provided by engineer. */
"保存成功" = "保存成功";

/* No comment provided by engineer. */
"关于我们" = "关于我们";

/* No comment provided by engineer. */
"分享" = "分享";

/* No comment provided by engineer. */
"删除" = "删除";

/* No comment provided by engineer. */
"删除视频" = "删除视频";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"可在此执行下载" = "可在此执行下载";

/* No comment provided by engineer. */
"已解析" = "已解析";

/* No comment provided by engineer. */
"打开设置" = "打开设置";

/* No comment provided by engineer. */
"播放" = "播放";

/* No comment provided by engineer. */
"播放器" = "播放器";

/* No comment provided by engineer. */
"无访问相册权限" = "无访问相册权限";

/* No comment provided by engineer. */
"更多" = "更多";

/* No comment provided by engineer. */
"添加备注 +" = "添加备注 +";

/* No comment provided by engineer. */
"相册访问授权失败" = "相册访问授权失败";

/* No comment provided by engineer. */
"确定要删除该视频吗？" = "确定要删除该视频吗？";

/* No comment provided by engineer. */
"粘贴TikTok视频链接..." = "粘贴TikTok视频链接...";

/* No comment provided by engineer. */
"获取视频" = "获取视频";

/* No comment provided by engineer. */
"视频解析" = "视频解析";

/* No comment provided by engineer. */
"解析成功，是否下载" = "解析成功，是否下载";

/* No comment provided by engineer. */
"解析输入" = "解析输入";

/* No comment provided by engineer. */
"设置" = "设置";

/* No comment provided by engineer. */
"请输入有效的视频地址" = "请输入有效的视频地址";

/* No comment provided by engineer. */
"请输入要播放的视频链接..." = "请输入要播放的视频链接...";

/* No comment provided by engineer. */
"请输入视频地址" = "请输入视频地址";

/* No comment provided by engineer. */
"返回" = "返回";

"清空" = "清空";
"是否确认清空所有下载" = "是否确认清空所有下载";
"请先输入TikTok视频链接" = "请先输入TikTok视频链接";
"重新输入" = "重新输入";
"随机下载" = "随机下载";
"解析中" = "解析中";

"下载准备" = "下载准备";
"下载中" = "下载中";
"暂停" = "暂停";
"下载成功" = "下载成功";
"下载失败" = "下载失败";
"未知" = "未知";
"开始" = "开始";
"暂停" = "暂停";
"继续" = "继续";
"完成" = "完成";
"重下" = "重下";

"视频" = "视频";
"音频" = "音频";
"图片" = "图片";
"是否要保存【%@】到相册" = "是否要保存【%@】到相册";
"请选择您要保存的内容" = "请选择您要保存的内容";
"保存视频" = "保存视频";
"仅保存音频" = "仅保存音频";
